acpid
alsa-utils
autoconf
automake
awesome
bash
binutils
bison
bzip2
chromium
consolekit
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
file
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
grub-bios
gvim
gzip
heirloom-mailx
inetutils
initscripts
iputils
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
nano
nautilus
netcfg
openssh
os-prober
pacman
patch
pciutils
pcmciautils
perl
pkg-config
pm-utils
ppp
procps-ng
psmisc
reiserfsprogs
rxvt-unicode
sed
shadow
skype
sudo
sysfsutils
syslog-ng
sysvinit
sysvinit-tools
tar
texinfo
tree
ttf-dejavu
usbutils
util-linux
vi
virtualbox
virtualbox-guest-iso
which
wireless_tools
wpa_actiond
wpa_supplicant
xf86-video-ati
xfsprogs
xorg-server
xorg-server-utils
xorg-xinit
xorg-xprop
